#+TITLE: systemhalted's  personal emacs config
#+AUTHOR: systemhalted
#+PROPERTY: header-args :tangle yes

***** Full Screen
#+BEGIN_SRC emacs-lisp
  (toggle-frame-fullscreen)
  (add-to-list 'default-frame-alist '(fullscreen . fullboth))
;;(add-hook 'window-setup-hook 'toggle-frame-maximized t).
#+END_SRC

#+RESULTS:
: ((fullscreen . maximized))

